Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# CABFileContainsMoreThanOneFileError
source: CAB file contains more than one file. Expected exactly one STL file.
ar: يحتوي ملف CAB على أكثر من ملف واحد. متوقع ملف STL واحد فقط.
de_de: CAB-Datei enthält mehr als eine Datei. Genau eine STL-Datei wurde erwartet.
el_gr: Το αρχείο CAB περιέχει περισσότερα από ένα αρχεία. Αναμενόταν ακριβώς ένα αρχείο STL.
es: El archivo CAB contiene más de un archivo. Se esperaba exactamente un archivo STL.
fr_fr: Le fichier CAB contient plus d'un fichier. Un seul fichier STL attendu.
he_il: קובץ CAB מכיל יותר מקובץ אחד. ציפינו בדיוק לקובץ STL אחד.
hi_in: CAB फाइल में एक से अधिक फाइल है। बिल्कुल एक STL फाइल अपेक्षित थी।
ml_in: CAB ഫയലിൽ ഒന്നിൽ കൂടുതൽ ഫയലുകൾ അടങ്ങിയിരിക്കുന്നു. കൃത്യമായി ഒരു STL ഫയൽ പ്രതീക്ഷിച്ചിരുന്നു.
pl_pl: Plik CAB zawiera więcej niż jeden plik. Oczekiwano dokładnie jednego pliku STL.

# NoSTLFileFoundInCABError
source: No STL file found in the CAB archive.
ar: لم يتم العثور على ملف STL في أرشيف CAB.
de_de: Keine STL-Datei im CAB-Archiv gefunden.
el_gr: Δεν βρέθηκε αρχείο STL στο αρχείο CAB.
es: No se encontró archivo STL en el archivo CAB.
fr_fr: Aucun fichier STL trouvé dans l'archive CAB.
he_il: לא נמצא קובץ STL בארכיון CAB.
hi_in: CAB संग्रह में कोई STL फाइल नहीं मिली।
ml_in: CAB ആർക്കൈവിൽ STL ഫയൽ കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono pliku STL w archiwum CAB.

# CABFileEmptyError
source: CAB file is empty or contains no extractable files.
ar: ملف CAB فارغ أو لا يحتوي على ملفات قابلة للاستخراج.
de_de: CAB-Datei ist leer oder enthält keine extrahierbaren Dateien.
el_gr: Το αρχείο CAB είναι κενό ή δεν περιέχει εξαγώγιμα αρχεία.
es: El archivo CAB está vacío o no contiene archivos extraíbles.
fr_fr: Le fichier CAB est vide ou ne contient aucun fichier extractible.
he_il: קובץ CAB ריק או מכיל קבצים שאינם ניתנים לחילוץ.
hi_in: CAB फाइल खाली है या इसमें निकालने योग्य कोई फाइल नहीं है।
ml_in: CAB ഫയൽ ശൂന്യമാണ് അല്ലെങ്കിൽ എക്സ്ട്രാക്റ്റ് ചെയ്യാവുന്ന ഫയലുകൾ അടങ്ങിയിട്ടില്ല.
pl_pl: Plik CAB jest pusty lub nie zawiera plików do rozpakowania.

# TooManyRedirectsError
source: Too many redirects.
ar: عمليات إعادة توجيه كثيرة جداً.
de_de: Zu viele Weiterleitungen.
el_gr: Πάρα πολλές ανακατευθύνσεις.
es: Demasiadas redirecciones.
fr_fr: Trop de redirections.
he_il: יותר מדי הפניות.
hi_in: बहुत अधिक रीडायरेक्ट्स।
ml_in: വളരെയധികം റീഡയറക്റ്റുകൾ.
pl_pl: Zbyt wiele przekierowań.

# RedirectResponseMissingLocationError
source: Redirect response missing Location header.
ar: استجابة إعادة التوجيه تفتقر إلى رأس الموقع.
de_de: Weiterleitungsantwort ohne Location-Header.
el_gr: Η απάντηση ανακατεύθυνσης λείπει η κεφαλίδα Location.
es: La respuesta de redirección carece del encabezado Location.
fr_fr: La réponse de redirection manque l'en-tête Location.
he_il: לתשובת ההפניה חסר כותר Location.
hi_in: रीडायरेक्ट प्रतिक्रिया में स्थान हेडर गुम है।
ml_in: റീഡയറക്റ്റ് പ്രതികരണത്തിൽ ലൊക്കേഷൻ ഹെഡർ കാണുന്നില്ല.
pl_pl: Odpowiedź przekierowania nie zawiera nagłówka Location.

# SignatureVerificationFailedError
source: Signature verification failed for SignedCms.
ar: فشل التحقق من التوقيع لـ SignedCms.
de_de: Signaturüberprüfung für SignedCms fehlgeschlagen.
el_gr: Η επαλήθευση υπογραφής απέτυχε για το SignedCms.
es: Falló la verificación de firma para SignedCms.
fr_fr: La vérification de la signature a échoué pour SignedCms.
he_il: אימות החתימה נכשל עבור SignedCms.
hi_in: SignedCms के लिए हस्ताक्षर सत्यापन असफल।
ml_in: SignedCms ന് വേണ്ടിയുള്ള ഒപ്പ് സത്യാപനം പരാജയപ്പെട്ടു.
pl_pl: Weryfikacja podpisu nie powiodła się dla SignedCms.

# SignerCertificateNotPresentError
source: Signer certificate not present in SignedCms.
ar: شهادة الموقِّع غير موجودة في SignedCms.
de_de: Signaturzertifikat in SignedCms nicht vorhanden.
el_gr: Το πιστοποιητικό υπογράφοντος δεν υπάρχει στο SignedCms.
es: Certificado del firmante no presente en SignedCms.
fr_fr: Le certificat du signataire n'est pas présent dans SignedCms.
he_il: תעודת החותם אינה קיימת ב-SignedCms.
hi_in: हस्ताक्षरकर्ता प्रमाणपत्र SignedCms में मौजूद नहीं है।
ml_in: ഒപ്പിടുന്നവരുടെ സർട്ടിഫിക്കറ്റ് SignedCms ൽ ഇല്ല.
pl_pl: Certyfikat podpisującego nie jest obecny w SignedCms.

# SigningChainRootMismatchError
source: Signing chain root does not match the provided CA certificate.
ar: جذر سلسلة التوقيع لا يتطابق مع شهادة السلطة المرجعية المقدمة.
de_de: Stamm der Signaturkette stimmt nicht mit dem bereitgestellten CA-Zertifikat überein.
el_gr: Η ρίζα της αλυσίδας υπογραφής δεν ταιριάζει με το παρεχόμενο πιστοποιητικό CA.
es: La raíz de la cadena de firma no coincide con el certificado de CA proporcionado.
fr_fr: La racine de la chaîne de signature ne correspond pas au certificat CA fourni.
he_il: שורש שרשרת החתימה אינו תואם לתעודת ה-CA שסופקה.
hi_in: हस्ताक्षर श्रृंखला रूट प्रदान किए गए CA प्रमाणपत्र से मेल नहीं खाता।
ml_in: ഒപ്പിടൽ ചെയിൻ റൂട്ട് നൽകിയ CA സർട്ടിഫിക്കറ്റുമായി പൊരുത്തപ്പെടുന്നില്ല.
pl_pl: Korzeń łańcucha podpisywania nie pasuje do dostarczonego certyfikatu CA.

# UnexpectedTrailingDataCTLError
source: Unexpected trailing data after top-level CTL SEQUENCE.
ar: بيانات لاحقة غير متوقعة بعد تسلسل CTL من المستوى الأعلى.
de_de: Unerwartete nachfolgende Daten nach der CTL-SEQUENCE.
el_gr: Μη αναμενόμενα δεδομένα ουράς μετά την ΑΚΟΛΟΥΘΙΑ CTL ανωτάτου επιπέδου.
es: Datos finales inesperados después de la SECUENCIA CTL de nivel superior.
fr_fr: Données de fin inattendues après CTL SEQUENCE de niveau supérieur.
he_il: נתונים שאריים בלתי צפויים לאחר רצף CTL ברמה העליונה.
hi_in: शीर्ष-स्तर CTL अनुक्रम के बाद अप्रत्याशित अनुगामी डेटा।
ml_in: ടോപ്പ് ലെവൽ CTL സീക്വൻസിനു ശേഷം അപ്രതീക്ഷിത ട്രെയിലിംഗ് ഡേറ്റ.
pl_pl: Nieoczekiwane końcowe dane po sekwencji CTL najwyższego poziomu.

# VersionIntegerOutOfRangeError
source: Version integer value out of range.
ar: قيمة رقم الإصدار خارج النطاق.
de_de: Versions-Integerwert außerhalb des zulässigen Bereichs.
el_gr: Η ακέραια τιμή έκδοσης είναι εκτός εύρους.
es: Valor entero de versión fuera de rango.
fr_fr: La valeur entière de la version est hors limite.
he_il: ערך מספר הגרסה מחוץ לטווח.
hi_in: संस्करण पूर्णांक मान सीमा से बाहर।
ml_in: വേർഷൻ ഇൻറിജർ മൂല്യം പരിധിക്ക് പുറത്ത്.
pl_pl: Wartość liczby całkowitej wersji poza zakresem.

# MissingUsageSequenceError
source: Missing usage sequence.
ar: تسلسل الاستخدام مفقود.
de_de: Usage-Sequenz fehlt.
el_gr: Λείπει η ακολουθία χρήσης.
es: Secuencia de uso faltante.
fr_fr: Séquence d'utilisation manquante.
he_il: חסר רצף שימוש.
hi_in: उपयोग अनुक्रम अनुपस्थित।
ml_in: ഉപയോഗ സീക്വൻസ് കാണുന്നില്ല.
pl_pl: Brakująca sekwencja użycia.

# UnexpectedTrailingDataUsageSequenceError
source: Unexpected trailing data inside usage sequence.
ar: بيانات لاحقة غير متوقعة داخل تسلسل الاستخدام.
de_de: Unerwartete nachfolgende Daten innerhalb der Usage-Sequenz.
el_gr: Μη αναμενόμενα δεδομένα ουράς μέσα στην ακολουθία χρήσης.
es: Datos finales inesperados dentro de la secuencia de uso.
fr_fr: Données de fin inattendues dans la séquence d'utilisation.
he_il: נתונים שאריים בלתי צפויים בתוך רצף השימוש.
hi_in: उपयोग अनुक्रम के अंदर अप्रत्याशित अनुगामी डेटा।
ml_in: ഉപയോഗ സീക്വൻസിനുള്ളിൽ അപ്രതീക്ഷിത ട്രെയിലിംഗ് ഡേറ്റ.
pl_pl: Nieoczekiwane końcowe dane wewnątrz sekwencji użycia.

# MissingThisUpdateError
source: Missing thisUpdate.
ar: thisUpdate مفقود.
de_de: thisUpdate fehlt.
el_gr: Λείπει το thisUpdate.
es: thisUpdate faltante.
fr_fr: thisUpdate manquant.
he_il: חסר thisUpdate.
hi_in: thisUpdate अनुपस्थित।
ml_in: thisUpdate കാണുന്നില്ല.
pl_pl: Brakujący thisUpdate.

# MissingAlgorithmIdentifierError
source: Missing algorithm identifier.
ar: معرف الخوارزمية مفقود.
de_de: Algorithmusbezeichner fehlt.
el_gr: Λείπει ο αναγνωριστής αλγορίθμου.
es: Identificador de algoritmo faltante.
fr_fr: Identifiant d'algorithme manquant.
he_il: חסר מזהה אלגוריתם.
hi_in: एल्गोरिदम पहचानकर्ता अनुपस्थित।
ml_in: ആൽഗോരിദം ഐഡന്റിഫയർ കാണുന്നില്ല.
pl_pl: Brakujący identyfikator algorytmu.

# UnexpectedTrailingDataTrustedSubjectError
source: Unexpected trailing data inside TrustedSubjectType.
ar: بيانات لاحقة غير متوقعة داخل TrustedSubjectType.
de_de: Unerwartete nachfolgende Daten innerhalb von TrustedSubjectType.
el_gr: Μη αναμενόμενα δεδομένα ουράς μέσα στο TrustedSubjectType.
es: Datos finales inesperados dentro de TrustedSubjectType.
fr_fr: Données de fin inattendues dans TrustedSubjectType.
he_il: נתונים שאריים בלתי צפויים בתוך TrustedSubjectType.
hi_in: TrustedSubjectType के अंदर अप्रत्याशित अनुगामी डेटा।
ml_in: TrustedSubjectType നുള്ളിൽ അപ്രതീക്ഷിത ട്രെയിലിംഗ് ഡേറ്റ.
pl_pl: Nieoczekiwane końcowe dane wewnątrz TrustedSubjectType.

# UnexpectedTrailingDataCTLElementsError
source: Unexpected trailing data after CTL elements.
ar: بيانات لاحقة غير متوقعة بعد عناصر CTL.
de_de: Unerwartete nachfolgende Daten nach CTL-Elementen.
el_gr: Μη αναμενόμενα δεδομένα ουράς μετά τα στοιχεία CTL.
es: Datos finales inesperados después de elementos CTL.
fr_fr: Données de fin inattendues après les éléments CTL.
he_il: נתונים שאריים בלתי צפויים לאחר רכיבי CTL.
hi_in: CTL तत्वों के बाद अप्रत्याशित अनुगामी डेटा।
ml_in: CTL എലമെന്റുകൾക്ക് ശേഷം അപ്രതീക്ഷിത ട്രെയിലിംഗ് ഡേറ്റ.
pl_pl: Nieoczekiwane końcowe dane po elementach CTL.

# SubjectMissingFriendlyNameError
source: Subject missing friendly name.
ar: الموضوع يفتقر إلى الاسم الودود.
de_de: Antragsteller ohne Anzeigenamen.
el_gr: Το θέμα λείπει φιλικό όνομα.
es: Sujeto carece de nombre amigable.
fr_fr: Nom convivial manquant pour le sujet.
he_il: לנושא חסר שם ידידותי.
hi_in: विषय में अनुकूल नाम अनुपस्थित है।
ml_in: വിഷയത്തിൽ സൗഹൃദ നാമം കാണുന്നില്ല.
pl_pl: Podmiot nie zawiera przyjaznej nazwy.

# UnexpectedTrailingDataEKUSequenceError
source: Unexpected trailing data after EKU sequence.
ar: بيانات لاحقة غير متوقعة بعد تسلسل EKU.
de_de: Unerwartete nachfolgende Daten nach der EKU-Sequenz.
el_gr: Μη αναμενόμενα δεδομένα ουράς μετά την ακολουθία EKU.
es: Datos finales inesperados después de la secuencia EKU.
fr_fr: Données de fin inattendues après la séquence EKU.
he_il: נתונים שאריים בלתי צפויים לאחר רצף EKU.
hi_in: EKU अनुक्रम के बाद अप्रत्याशित अनुगामी डेटा।
ml_in: EKU സീക്വൻസിനു ശേഷം അപ്രതീക്ഷിത ട്രെയിലിംഗ് ഡേറ്റ.
pl_pl: Nieoczekiwane końcowe dane po sekwencji EKU.

# InvalidFILETIMEError
source: Invalid FILETIME encountered.
ar: FILETIME غير صالح.
de_de: Ungültige FILETIME gefunden.
el_gr: Αντιμετωπίστηκε μη έγκυρο FILETIME.
es: FILETIME inválido encontrado.
fr_fr: FILETIME invalide rencontré.
he_il: נתקלנו ב-FILETIME לא חוקי.
hi_in: अमान्य FILETIME का सामना हुआ।
ml_in: അസാധുവായ FILETIME എൻകൌണ്ടർ ചെയ്തു.
pl_pl: Napotkano nieprawidłowy FILETIME.

# BEGINCertificateMarkerNotFoundError
source: BEGIN CERTIFICATE marker not found in PEM.
ar: لم يتم العثور على علامة BEGIN CERTIFICATE في PEM.
de_de: BEGIN CERTIFICATE-Markierung in PEM nicht gefunden.
el_gr: Ο δείκτης BEGIN CERTIFICATE δεν βρέθηκε στο PEM.
es: Marcador BEGIN CERTIFICATE no encontrado en PEM.
fr_fr: Marqueur BEGIN CERTIFICATE non trouvé dans le PEM.
he_il: הסימון BEGIN CERTIFICATE לא נמצא ב-PEM.
hi_in: PEM में BEGIN CERTIFICATE मार्कर नहीं मिला।
ml_in: PEM ൽ BEGIN CERTIFICATE മാർക്കർ കണ്ടെത്തിയില്ല.
pl_pl: Znacznik BEGIN CERTIFICATE nie został znaleziony w PEM.

# ENDCertificateMarkerNotFoundError
source: END CERTIFICATE marker not found in PEM.
ar: لم يتم العثور على علامة END CERTIFICATE في PEM.
de_de: END CERTIFICATE-Markierung in PEM nicht gefunden.
el_gr: Ο δείκτης END CERTIFICATE δεν βρέθηκε στο PEM.
es: Marcador END CERTIFICATE no encontrado en PEM.
fr_fr: Marqueur END CERTIFICATE non trouvé dans le PEM.
he_il: הסימון END CERTIFICATE לא נמצא ב-PEM.
hi_in: PEM में END CERTIFICATE मार्कर नहीं मिला।
ml_in: PEM ൽ END CERTIFICATE മാർക്കർ കണ്ടെത്തിയില്ല.
pl_pl: Znacznik END CERTIFICATE nie został znaleziony w PEM.

# InvalidBase64ContentError
source: Invalid base64 content in PEM certificate.
ar: محتوى base64 غير صالح في شهادة PEM.
de_de: Ungültiger Base64-Inhalt im PEM-Zertifikat.
el_gr: Μη έγκυρο περιεχόμενο base64 στο πιστοποιητικό PEM.
es: Contenido base64 inválido en certificado PEM.
fr_fr: Contenu base64 invalide dans le certificat PEM.
he_il: תוכן base64 לא חוקי בתעודת PEM.
hi_in: PEM प्रमाणपत्र में अमान्य base64 सामग्री।
ml_in: PEM സർട്ടിഫിക്കറ്റിൽ അസാധുവായ base64 ഉള്ളടക്കം.
pl_pl: Nieprawidłowa zawartość base64 w certyfikacie PEM.

# EmptyEntryNameSkippingMessage
source: Empty entry name, skipping.
ar: اسم الإدخال فارغ، يتم التخطي.
de_de: Leerer Eintragsname, wird übersprungen.
el_gr: Κενό όνομα εγγραφής, παράληψη.
es: Nombre de entrada vacío, omitiendo.
fr_fr: Nom d'entrée vide, ignoré.
he_il: שם ערך ריק, מדלג.
hi_in: खाली प्रविष्टि नाम, छोड़ा जा रहा है।
ml_in: ശൂന്യമായ എൻട്രി നാമം, ഒഴിവാക്കുന്നു.
pl_pl: Pusta nazwa wpisu, pomijanie.

# LoadingCountriesDataMessage
source: Loading countries data...
ar: تحميل بيانات البلدان...
de_de: Länderdaten werden geladen...
el_gr: Φόρτωση δεδομένων χωρών...
es: Cargando datos de países...
fr_fr: Chargement des données des pays...
he_il: טוען נתוני מדינות...
hi_in: देशों का डेटा लोड किया जा रहा है...
ml_in: രാജ്യങ്ങളുടെ ഡേറ്റ ലോഡ് ചെയ്യുന്നു...
pl_pl: Ładowanie danych krajów...

# CountriesLoadedSuccessMessage
source: Successfully loaded {0} countries
ar: تم تحميل {0} بلد بنجاح
de_de: {0} Länder erfolgreich geladen
el_gr: Φορτώθηκαν επιτυχώς {0} χώρες
es: Se cargaron exitosamente {0} países
fr_fr: {0} pays chargés avec succès
he_il: נטענו בהצלחה {0} מדינות
hi_in: सफलतापूर्वक {0} देश लोड किए गए
ml_in: വിജയകരമായി {0} രാജ്യങ്ങൾ ലോഡ് ചെയ്തു
pl_pl: Pomyślnie załadowano {0} krajów

# CreatingRulesForMessage
source: Creating rules for {0}
ar: إنشاء قواعد لـ {0}
de_de: Regeln werden erstellt für {0}
el_gr: Δημιουργία κανόνων για {0}
es: Creando reglas para {0}
fr_fr: Création des règles pour {0}
he_il: יוצר כללים עבור {0}
hi_in: {0} के लिए नियम बनाए जा रहे हैं
ml_in: {0} ന് വേണ്ടി റൂൾസ് സൃഷ്ടിക്കുന്നു
pl_pl: Tworzenie reguł dla {0}

# RemovingRulesForMessage
source: Removing rules for {0}
ar: إزالة قواعد لـ {0}
de_de: Regeln werden entfernt für {0}
el_gr: Κατάργηση κανόνων για {0}
es: Eliminando reglas para {0}
fr_fr: Suppression des règles pour {0}
he_il: מסיר כללים עבור {0}
hi_in: {0} के लिए नियम हटाए जा रहे हैं
ml_in: {0} ന് വേണ്ടിയുള്ള റൂൾസ് നീക്കം ചെയ്യുന്നു
pl_pl: Usuwanie reguł dla {0}

# SuccessfullyAddedIPRangeMessage
source: Successfully added the selected IP range for blocking
ar: تمت إضافة نطاق IP المحدد للحجب بنجاح
de_de: Ausgewählten IP-Bereich erfolgreich zum Blockieren hinzugefügt
el_gr: Προστέθηκε επιτυχώς το επιλεγμένο εύρος IP για αποκλεισμό
es: Se agregó exitosamente el rango IP seleccionado para bloqueo
fr_fr: Plage IP sélectionnée ajoutée avec succès pour le blocage
he_il: טווח ה-IP שנבחר נוסף לחסימה בהצלחה
hi_in: ब्लॉकिंग के लिए चयनित IP रेंज सफलतापूर्वक जोड़ा गया
ml_in: ബ്ലോക്കിങ്ങിനായി തിരഞ്ഞെടുത്ത IP റേഞ്ച് വിജയകരമായി ചേർത്തു
pl_pl: Pomyślnie dodano wybrany zakres IP do blokowania

# SuccessfullyRemovedIPRangeMessage
source: Successfully removed the selected IP range for blocking
ar: تمت إزالة نطاق IP المحدد للحجب بنجاح
de_de: Ausgewählten IP-Bereich erfolgreich aus der Blockierung entfernt
el_gr: Καταργήθηκε επιτυχώς το επιλεγμένο εύρος IP για αποκλεισμό
es: Se eliminó exitosamente el rango IP seleccionado para bloqueo
fr_fr: Plage IP sélectionnée supprimée avec succès du blocage
he_il: טווח ה-IP שנבחר הוסר מחסימה בהצלחה
hi_in: ब्लॉकिंग के लिए चयनित IP रेंज सफलतापूर्वक हटाया गया
ml_in: ബ്ലോക്കിങ്ങിനായി തിരഞ്ഞെടുത്ത IP റേഞ്ച് വിജയകരമായി നീക്കം ചെയ്തു
pl_pl: Pomyślnie usunięto wybrany zakres IP do blokowania

# PleaseSelectCountryWarning
source: Please select a country from the list
ar: يرجى تحديد بلد من القائمة
de_de: Bitte wählen Sie ein Land aus der Liste aus
el_gr: Παρακαλώ επιλέξτε μια χώρα από τη λίστα
es: Por favor seleccione un país de la lista
fr_fr: Veuillez sélectionner un pays dans la liste
he_il: אנא בחר מדינה מהרשימה
hi_in: कृपया सूची से एक देश चुनें
ml_in: ദയവായി ലിസ്റ്റിൽ നിന്ന് ഒരു രാജ്യം തിരഞ്ഞെടുക്കുക
pl_pl: Proszę wybrać kraj z listy

# CreatingIPv4RulesMessage
source: Creating IPv4 rules for {0}
ar: إنشاء قواعد IPv4 لـ {0}
de_de: IPv4-Regeln werden erstellt für {0}
el_gr: Δημιουργία κανόνων IPv4 για {0}
es: Creando reglas IPv4 para {0}
fr_fr: Création des règles IPv4 pour {0}
he_il: יוצר כללי IPv4 עבור {0}
hi_in: {0} के लिए IPv4 नियम बनाए जा रहे हैं
ml_in: {0} ന് വേണ്ടി IPv4 റൂൾസ് സൃഷ്ടിക്കുന്നു
pl_pl: Tworzenie reguł IPv4 dla {0}

# CreatingIPv6RulesMessage
source: Creating IPv6 rules for {0}
ar: إنشاء قواعد IPv6 لـ {0}
de_de: IPv6-Regeln werden erstellt für {0}
el_gr: Δημιουργία κανόνων IPv6 για {0}
es: Creando reglas IPv6 para {0}
fr_fr: Création des règles IPv6 pour {0}
he_il: יוצר כללי IPv6 עבור {0}
hi_in: {0} के लिए IPv6 नियम बनाए जा रहे हैं
ml_in: {0} ന് വേണ്ടി IPv6 റൂൾസ് സൃഷ്ടിക്കുന്നു
pl_pl: Tworzenie reguł IPv6 dla {0}

# RemovingIPv4RulesMessage
source: Removing IPv4 rules for {0}
ar: إزالة قواعد IPv4 لـ {0}
de_de: IPv4-Regeln werden entfernt für {0}
el_gr: Κατάργηση κανόνων IPv4 για {0}
es: Eliminando reglas IPv4 para {0}
fr_fr: Suppression des règles IPv4 pour {0}
he_il: מסיר כללי IPv4 עבור {0}
hi_in: {0} के लिए IPv4 नियम हटाए जा रहे हैं
ml_in: {0} ന് വേണ്ടിയുള്ള IPv4 റൂൾസ് നീക്കം ചെയ്യുന്നു
pl_pl: Usuwanie reguł IPv4 dla {0}

# RemovingIPv6RulesMessage
source: Removing IPv6 rules for {0}
ar: إزالة قواعد IPv6 لـ {0}
de_de: IPv6-Regeln werden entfernt für {0}
el_gr: Κατάργηση κανόνων IPv6 για {0}
es: Eliminando reglas IPv6 para {0}
fr_fr: Suppression des règles IPv6 pour {0}
he_il: מסיר כללי IPv6 עבור {0}
hi_in: {0} के लिए IPv6 नियम हटाए जा रहे हैं
ml_in: {0} ന് വേണ്ടിയുള്ള IPv6 റൂൾസ് നീക്കം ചെയ്യുന്നു
pl_pl: Usuwanie reguł IPv6 dla {0}

# SuccessfullyAddedIPBlockingRulesMessage
source: Successfully added IP blocking rules for {0}
ar: تمت إضافة قواعد حجب IP لـ {0} بنجاح
de_de: IP-Blockierungsregeln für {0} erfolgreich hinzugefügt
el_gr: Προστέθηκαν επιτυχώς κανόνες αποκλεισμού IP για {0}
es: Se agregaron exitosamente las reglas de bloqueo IP para {0}
fr_fr: Règles de blocage IP ajoutées avec succès pour {0}
he_il: כללי חסימת ה-IP עבור {0} נוספו בהצלחה
hi_in: {0} के लिए IP ब्लॉकिंग नियम सफलतापूर्वक जोड़े गए
ml_in: {0} ന് വേണ്ടിയുള്ള IP ബ്ലോക്കിംഗ് റൂൾസ് വിജയകരമായി ചേർത്തു
pl_pl: Pomyślnie dodano reguły blokowania IP dla {0}

# SuccessfullyRemovedIPBlockingRulesMessage
source: Successfully removed IP blocking rules for {0}
ar: تمت إزالة قواعد حجب IP لـ {0} بنجاح
de_de: IP-Blockierungsregeln für {0} erfolgreich entfernt
el_gr: Καταργήθηκαν επιτυχώς κανόνες αποκλεισμού IP για {0}
es: Se eliminaron exitosamente las reglas de bloqueo IP para {0}
fr_fr: Règles de blocage IP supprimées avec succès pour {0}
he_il: כללי חסימת ה-IP עבור {0} הוסרו בהצלחה
hi_in: {0} के लिए IP ब्लॉकिंग नियम सफलतापूर्वक हटाए गए
ml_in: {0} ന് വേണ്ടിയുള്ള IP ബ്ലോക്കിംഗ് റൂൾസ് വിജയകരമായി നീക്കം ചെയ്തു
pl_pl: Pomyślnie usunięto reguły blokowania IP dla {0}

# FailedToCreateGroupPolicyObjectError
source: Failed to create GroupPolicyObject in STA. HRESULT: 0x{0:X8}
ar: فشل في إنشاء GroupPolicyObject في STA. HRESULT: 0x{0:X8}
de_de: Erstellen von GroupPolicyObject in STA fehlgeschlagen. HRESULT: 0x{0:X8}
el_gr: Αποτυχία δημιουργίας GroupPolicyObject στο STA. HRESULT: 0x{0:X8}
es: Error al crear GroupPolicyObject en STA. HRESULT: 0x{0:X8}
fr_fr: Échec de la création de GroupPolicyObject dans STA. HRESULT: 0x{0:X8}
he_il: יצירת GroupPolicyObject ב-STA נכשלה. HRESULT: 0x{0:X8}
hi_in: STA में GroupPolicyObject बनाने में असफल। HRESULT: 0x{0:X8}
ml_in: STA യിൽ GroupPolicyObject സൃഷ്ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു. HRESULT: 0x{0:X8}
pl_pl: Nie udało się utworzyć GroupPolicyObject w STA. HRESULT: 0x{0:X8}

# FailedToInitializeCOMInSTAError
source: Failed to initialize COM in STA thread. HRESULT: 0x{0:X8}
ar: فشل في تهيئة COM في خيط STA. HRESULT: 0x{0:X8}
de_de: Initialisieren von COM im STA-Thread fehlgeschlagen. HRESULT: 0x{0:X8}
el_gr: Αποτυχία αρχικοποίησης COM στο νήμα STA. HRESULT: 0x{0:X8}
es: Error al inicializar COM en hilo STA. HRESULT: 0x{0:X8}
fr_fr: Échec de l'initialisation de COM dans le thread STA. HRESULT: 0x{0:X8}
he_il: אתחול COM בתרד STA נכשל. HRESULT: 0x{0:X8}
hi_in: STA थ्रेड में COM प्रारंभ करने में असफल। HRESULT: 0x{0:X8}
ml_in: STA ത്രെഡിൽ COM ആരംഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു. HRESULT: 0x{0:X8}
pl_pl: Nie udało się zainicjalizować COM w wątku STA. HRESULT: 0x{0:X8}

# FailedToCreateGroupPolicyObjectNullPointerError
source: Failed to create GroupPolicyObject - null pointer returned from STA thread
ar: فشل في إنشاء GroupPolicyObject - تم إرجاع مؤشر فارغ من خيط STA
de_de: Erstellen von GroupPolicyObject fehlgeschlagen – Nullzeiger vom STA-Thread zurückgegeben
el_gr: Αποτυχία δημιουργίας GroupPolicyObject - επιστράφηκε null pointer από το νήμα STA
es: Error al crear GroupPolicyObject - puntero nulo devuelto desde hilo STA
fr_fr: Échec de la création de GroupPolicyObject - pointeur nul retourné par le thread STA
he_il: יצירת GroupPolicyObject נכשלה - הוחזר מצביע null מתרד STA
hi_in: GroupPolicyObject बनाने में असफल - STA थ्रेड से null पॉइंटर वापस आया
ml_in: GroupPolicyObject സൃഷ്ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു - STA ത്രെഡിൽ നിന്ന് null പോയിന്റർ തിരികെ വന്നു
pl_pl: Nie udało się utworzyć GroupPolicyObject - zwrócono pusty wskaźnik z wątku STA

# FailedToInitializeCOMError
source: Failed to initialize COM. HRESULT: 0x{0:X8}
ar: فشل في تهيئة COM. HRESULT: 0x{0:X8}
de_de: Initialisieren von COM fehlgeschlagen. HRESULT: 0x{0:X8}
el_gr: Αποτυχία αρχικοποίησης COM. HRESULT: 0x{0:X8}
es: Error al inicializar COM. HRESULT: 0x{0:X8}
fr_fr: Échec de l'initialisation de COM. HRESULT: 0x{0:X8}
he_il: אתחול COM נכשל. HRESULT: 0x{0:X8}
hi_in: COM प्रारंभ करने में असफल। HRESULT: 0x{0:X8}
ml_in: COM ആരംഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു. HRESULT: 0x{0:X8}
pl_pl: Nie udało się zainicjalizować COM. HRESULT: 0x{0:X8}

# FailedToOpenLocalMachineGPOError
source: Failed to open local machine GPO. HRESULT: 0x{0:X8}
ar: فشل في فتح GPO للجهاز المحلي. HRESULT: 0x{0:X8}
de_de: Öffnen des lokalen Computer-GPO fehlgeschlagen. HRESULT: 0x{0:X8}
el_gr: Αποτυχία ανοίγματος GPO τοπικού μηχανήματος. HRESULT: 0x{0:X8}
es: Error al abrir GPO de máquina local. HRESULT: 0x{0:X8}
fr_fr: Échec de l'ouverture du GPO de l'ordinateur local. HRESULT : 0x{0:X8}
he_il: כשל בפתיחת GPO של המחשב המקומי. HRESULT: 0x{0:X8}
hi_in: स्थानीय मशीन GPO खोलने में असफल। HRESULT: 0x{0:X8}
ml_in: ലോക്കൽ മെഷീൻ GPO തുറക്കുന്നതിൽ പരാജയപ്പെട്ടു. HRESULT: 0x{0:X8}
pl_pl: Nie udało się otworzyć GPO maszyny lokalnej. HRESULT: 0x{0:X8}

# COMExceptionMessage
source: COM Exception: {0} (HRESULT: 0x{1:X8})
ar: استثناء COM: {0} (HRESULT: 0x{1:X8})
de_de: COM-Ausnahme: {0} (HRESULT: 0x{1:X8})
el_gr: Εξαίρεση COM: {0} (HRESULT: 0x{1:X8})
es: Excepción COM: {0} (HRESULT: 0x{1:X8})
fr_fr: Exception COM : {0} (HRESULT : 0x{1:X8})
he_il: חריגת COM: {0} (HRESULT: 0x{1:X8})
hi_in: COM अपवाद: {0} (HRESULT: 0x{1:X8})
ml_in: COM എക്സെപ്ഷൻ: {0} (HRESULT: 0x{1:X8})
pl_pl: Wyjątek COM: {0} (HRESULT: 0x{1:X8})

# FailedToRegisterCSEGUIDError
source: Failed to register {0} CSE GUID {1:B}. HRESULT: 0x{2:X8}
ar: فشل في تسجيل {0} CSE GUID {1:B}. HRESULT: 0x{2:X8}
de_de: Registrieren der {0}-CSE-GUID {1:B} fehlgeschlagen. HRESULT: 0x{2:X8}
el_gr: Αποτυχία καταχώρησης {0} CSE GUID {1:B}. HRESULT: 0x{2:X8}
es: Error al registrar {0} CSE GUID {1:B}. HRESULT: 0x{2:X8}
fr_fr: Échec de l'enregistrement du GUID CSE {0} {1:B}. HRESULT: 0x{2:X8}
he_il: כשל ברישום {0} CSE GUID ‏{1:B}. HRESULT: 0x{2:X8}
hi_in: {0} CSE GUID {1:B} पंजीकृत करने में असफल। HRESULT: 0x{2:X8}
ml_in: {0} CSE GUID {1:B} രജിസ്റ്റർ ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു. HRESULT: 0x{2:X8}
pl_pl: Nie udało się zarejestrować {0} CSE GUID {1:B}. HRESULT: 0x{2:X8}
